{"_id":{"$oid":"57caadfd8d1a764bad70b1e6"},"name":"Jinshin Uwo","description":"Jinshin Uwo is a gigantic eel that carries the Japanese archipelago on its back. When it gets angry, it lashes itʼs tail, causing an earthquake. Itʼs an old Flash project I did for school a bunch of years ago. I wanted to create a miniature universe that invited free play and exploration. I also wanted to be the one that appropriates someone elseʼs culture for a change.","thumbnail":"img/projects/01-jinshin-uwo/thumb.jpg","media":[{"alt":"Jinshin Uwo, all illustrations are my work.","type":"image","src":"img/projects/01-jinshin-uwo/ju01.jpg"},{"alt":"With Jinshin Uwo, I wanted to create a miniature universe that invited exploration.","type":"video","src":"https://player.vimeo.com/video/184107049"},{"alt":"Different commands in the keyboard allow you to build up the island.","src":"img/projects/01-jinshin-uwo/ju02.jpg","type":"image"}]}
{"_id":{"$oid":"57caadfd8d1a764bad70b1e7"},"name":"Minns","description":"I’ve been learning Swedish for a while now. It’s a lot of fun, but also very challenging, especially since I don’t really have the time or money for lessons. One of the most difficult things is to learn new vocabulary. I created Minns as a way to make it easier. The Node.js app allows you to create flash cards and go through them as a study aid. Each word or concept has also a random gif image as a visual cue to help you remember that particular card.","thumbnail":"img/projects/02-minns/thumb.jpg","media":[{"alt":"A simple interface to memorize words or concepts.","type":"image","src":"img/projects/02-minns/mn01.png"},{"alt":"A random GIF image from GIPHY is attached to each flashcard as a visual cue.","type":"image","src":"img/projects/02-minns/mn02.jpg"},{"alt":"Gifs help users to remember the concepts. Or at least to have some fun when they screw up.","type":"video","src":"https://player.vimeo.com/video/184107287"},{"alt":"A simple backend to manage words and concepts.","type":"image","src":"img/projects/02-minns/mn03.png"}]}
{"_id":{"$oid":"57e194e23cc089da066f87c3"},"name":"Monsters University AR","description":"This is a prototype we made at the agency I was working at in Mexico, Mamut. It was part of a pitch that we made for Disney to promote the Pixar film Monsters University. Though it never saw the light of day, I really liked the end product. The concept for the AR app was mine but the development was outsourced, so it was a nice surprise to finally play with it and find that it was actually quite fun. I guess the world will never know what it missed.","thumbnail":"img/projects/03-monsters-university/thumb.jpg","media":[{"alt":"The idea is simple. Look for the markers around participating stores point with the app to the marker and scare the monsters by keeping them in the crosshairs. Unlocking characters allows users to take AR photos of them. ","type":"video","src":"https://player.vimeo.com/video/184107381"}]}
{"_id":{"$oid":"57e2b10c3cc089da066f87c4"},"name":"Quakemap","description":"I wanted to learn processing, and I had some specific boxes to check. I wanted some image manipulation, some vectors, and to use an external data feed. Enter Quakemap. It takes the past 24 hours of earthquake data from the US Geological Survey and compresses it into 5-minute cycles, visualizing it in a nice, easy to understand way. All of that with a bouncy effect.","thumbnail":"img/projects/04-quakemap/thumb.png","media":[{"alt":"In this project I had to think really hard about how to best visualize a dataset in a easy to understand way.","type":"video","src":"https://player.vimeo.com/video/184107499"}]}
{"_id":{"$oid":"57e2c9f73cc089da066f87c5"},"name":"Vilja Vig","description":"As a part of the ”Running a digital business” module at Hyper Island, we worked with Vilja Förlag, a publishing house that produces easy Swedish books to help immigrants learn the language and integrate into Swedish society. I loved working for a cause close to my heart as we helped them create the look and feel and structure for an app that lets readers access the entire Vilja catalogue from their mobile devices. I finally got to do some user research (Yay!).","thumbnail":"img/projects/05-vilja/thumb.png","media":[{"alt":"Vilja Vig is a mobile first web app concept that allows users to access simple Swedish books from the Vilja catalogue. It also includes a set of tools designed to enhance the learning experience.","type":"image","src":"img/projects/05-vilja/vj01.png"},{"alt":"This project gave us the opportunity to conduct interviews with potential users.","type":"image","src":"img/projects/05-vilja/vj02.jpg"},{"alt":"It was quite challenging to build a user experience that combined utility, ergonomics, and economic feasibility.","type":"video","src":"https://player.vimeo.com/video/184107590"},{"alt":"The process to arrive at the final product involved several iterations on a basic concept and lo-resolutions prototypes.","type":"image","src":"img/projects/05-vilja/vj04.jpg"}]}
{"_id":{"$oid":"57e2e1403cc089da066f87c6"},"name":"Lagom","description":"I worked with an amazing team in this project as part of our Hyper Island journey. With Stockholm-based yoga studio Urban Om as our client, we developed a service that aggregates fitness classes, mindfulness activities and awesome events allowing the users to be in the present, enjoy the moment and find a balance in their lives. I worked with the concept, brand and user interface. I also took my very first yoga lesson. Luckily there are no pictures of that.","thumbnail":"img/projects/06-lagom/thumb.jpg","media":[{"alt":"I work for five weeks with an amazing team. We worked at the yoga studio, which was a nice change of scenery. I also got free yoga clases. I tried my best not to fall asleep.","type":"image","src":"img/projects/06-lagom/lg01.jpg"},{"alt":"The mobile app is designed to handle scheduling and tracking automatically, and to suggest activities that compliment the lifestyle of the user.","type":"video","src":"https://player.vimeo.com/video/184107806"},{"alt":"We created the branding for the service, which included these digital signage piece.","type":"video","src":"https://player.vimeo.com/video/184107896"},{"alt":"A lot of research went into this concept. Luckily, by these point we have a couple of tricks up our sleeves. And post-it notes. Lots of post-it notes.","type":"image","src":"img/projects/06-lagom/lg04.jpg"}]}
{"_id":{"$oid":"57e40e1a05399869da67da6e"},"name":"Radiant Equilibrium","description":"Probably the most challenging project Iʼve faced so far, as part of our \"Exploring tech module\" at Hyper Island, we were to create a series of interactive art pieces to exhibit to a broad audience outside of school. I decided to step out of my comfort zone and volunteered to organize the exhibition. I was really out of my depth calling sponsors, dealing with suppliers and managing a budget, but Iʼm really glad I had the chance to do it. Thankfully I had a great team to pull me through. \u003ca href=\"https://vimeo.com/154867522\"\u003eWatch the video here\u003c/a\u003e.","thumbnail":"img/projects/07-radiant-equilibrium/thumb.jpg","media":[{"alt":"Being the only one with experience in coding, I developed the website for the exhibition. Just when I thought I was out...they pull me back in.","type":"image","src":"img/projects/07-radiant-equilibrium/re01.jpg"},{"alt":"Nicolina and Desirée working hard in our war room.","type":"image","src":"img/projects/07-radiant-equilibrium/re03.jpg"},{"alt":"Checking out the exhibition venue. Little did we know that we would receive about 3 times the amount of people that fit that place.","type":"image","src":"img/projects/07-radiant-equilibrium/re04.jpg"},{"alt":"The exhibition put together 14 interactive art pieces by Hyper Island students.","type":"image","src":"img/projects/07-radiant-equilibrium/re05.jpg"},{"alt":"Hank demonstrates his Musicalitree to a few impressed visitors.","type":"image","src":"img/projects/07-radiant-equilibrium/re06.jpg"},{"alt":"Visitors try out Intercosmic, an experiment in human intimacy and shiny objects.","type":"image","src":"img/projects/07-radiant-equilibrium/re07.jpg"}]}
